Repository: FelixWohlfrom/RummyCube
Catalog: i18n/*.po
Languages: de

source: File could not be opened
de: Datei konnte nicht geöffnet werden

source: The file that should be loaded is no RummyCube savegame
de: Die Datei die geladen werden soll ist kein gespeichertes Spiel von Rummycube

source: Wrong savegame version
de: Falsche Version des gespeicherten Spiels

source: About RummyCube
de: Über RummyCube

source: This program is licensed under
de: Dieses Programm ist lizenziert unter folgender Lizenz:

source: Build information
de: Kompilierinformationen

source: Compiler flags
de: Compiler Parameter

source: Create Network game
de: Netzwerkspiel erstellen

source: Your IP-Address(es)
de: Ihre IP-Adresse(n)

source: Here you can see your IP-Address(es), pass them to the player who want to play with you
de: Hier können sie ihre IP-Adresse(n) sehen, senden sie diese an den/die Spieler, mit denen sie Spielen möchten

source: Number of stones that can be taken in first round
de: Anzahl an Steinen, die in der ersten Runde gezogen werden können

source: Insert here the number of stones that you can get in the first round
de: Geben sie hier die Anzahl der Steine an, die in der ersten Runde gezogen werden dürfen

source: Sum of stone numbers that you need to play first time out
de: Summe der Steinwerte, die beim ersten Ausspielen der Steine erreicht werden muss

source: Insert the sum that you need to play out first time
de: Hier wird die Summe der Steinwerte eingetragen, die beim ersten Ausspielen erreicht werden muss

source: Stones must be in one row
de: Steine müssen sich in einer Reihe befinden

source: If this option is selected the sum that you need to play out first time has to be in one row
de: Ist diese Option aktiviert, so muss sich die Summe der beim ersten Ausspielen gespielten Steinwerte in einer einzelnen Reihe befinden

source: Time limit on/off
de: Zeitlimit an/aus

source: Click here to switch the time limit on and off
de: Hier klicken um das Zeitlimit zu (de)aktivieren

source: minutes
de: Minuten

source: Connected player
de: Verbundener Spieler

source: The name of the player which is connected to your game
de: Der Name des Spielers, der mit ihnen Verbunden ist

source: &Start Game
de: &Spiel starten

source: Click here to start a network game
de: Hier klicken, um das Netzwerkspiel zu starten

source: &Cancel
de: &Abbrechen

source: Cancel the network game creation
de: Doch kein Netzwerkspiel starten

source: Waiting for your opponent to start game
de: Warte, bis ihr Gegner das Spiel startet

source: Server could not be created. Port 3020 is already in use!
de: Sever konnte nicht erstellt werden. Port 3020 ist bereits in Benutzung!

source: Error
de: Fehler

source: Game creator
de: Spieleröffner

source: %d:%02d minutes
de: %d:%02d Minuten

source: Join Network game
de: Einem Netzwerkspiel beitreten

source: IP Address of the created game
de: IP Adressen des erstellten Spiels

source: Insert here the ip address of the server you want to connect to
de: Geben sie hier die IP-Adresse des Servers ein, zu dem sie verbinden möchten

source: Insert here your nickname so that your opponent knows against who he is playing
de: Geben sie hier einen Nicknamen ein, so dass ihr Gegner erkennt, gegen wen er spielt

source: &Connect
de: &Verbinden

source: The number of stones that you can get in the first round
de: Anzahl der Steine, die in der ersten Runde gezogen werden dürfen

source: The sum that you need to play out first time
de: Hier wird die Summe der Steinwerte angezeigt, die beim ersten Ausspielen erreicht werden muss

source: If the sum that you need to play out first time has to be in one row
de: Gibt an, ob sich die Summe der beim ersten Ausspielen gespielten Steinwerte in einer einzelnen Reihe befinden muss

source: Time limit
de: Zeitlimit an/aus

source: The time limit for one round
de: Zeitlimit innerhalb einer Spielrunde

source: Yes
de: Ja

source: No
de: Nein

source: To many players
de: Zu viele Spieler

source: You are using an older version for the game than the server. Please upgrade your game to the latest version.
de: Sie verwenden eine ältere Version des Spiels als der Server. Bitte aktualisieren sie ihr Spiel auf die aktuellste Version.

source: Wrong version
de: Falsche Version

source: Please enter a nickname before connecting
de: Bitte einen Nicknamen eingeben, um eine Verbindung zu starten

source: Enter nickname
de: Nickname eingeben

source: &New Game Ctrl+N
de: &Neues Spiel Ctrl+N

source: &Pass (Next Round) N
de: &Weiter (Nächste Runde) N

source: &Load Game... Ctrl+L
de: &Lade Spiel... Ctrl+L

source: &Save Game... Ctrl+S
de: Spiel &speichern... Ctrl+S

source: &Close Game Alt+F4
de: &Spiel beenden Alt+F4

source: System-Default (%s)
de: System-Standard (%s)

source: &Settings... Ctrl+P
de: &Einstellungen... Ctrl+P

source: Move &All Stones A
de: &Alle Steine Bewegen A

source: Move all stones in the moved row
de: Alle Steine bewegen

source: Enable/disable sounds
de: Toneffekte ein/ausschalten

source: &Language
de: &Sprache

source: Create &Network Game...
de: &Netzwerkspiel erstellen...

source: &Join A Game...
de: Einem Spiel &beitreten...

source: &Test Stones On Gameboard T
de: &Prüfe ausgelegte Steine T

source: &Search For Updates...
de: Suche nach &Updates...

source: &About RummyCube...
de: &Über RummyCube...

source: &Game
de: &Spiel

source: Options
de: &Optionen

source: &Multiplayer
de: &Mehrspielermodus

source: &Help
de: &Hilfe

source: Do you really want to close the game?
de: Möchten sie das Programm wirklich beenden?

source: Please get a stone (%d more) or click here to get all at once
de: Bitte Stein ziehen (noch %d) oder hier klicken um alle Steine auf einmal zu ziehen

source: Please get a stone
de: Bitte Stein ziehen

source: It's your turn
de: Sie sind an der Reihe

source: Do you really want to close the current game and start a new one?
de: Möchten sie wirklich das aktuelle Spiel beenden und ein neues starten?

source: At least one stone doesn't lie on the game board as told in the rules (shown in gray). Do you want to continue and move ALL stones to the position they had at the beginning of the round?
de: Mindestens ein Stein auf dem Spielbrett liegt nicht wie in den Spielregeln erlaubt (dargestellt in Grau). Möchten sie fortfahren und ALLE Steine an die Position bewegen, die sie zu Beginn der Runde hatten?

source: You won the game. Congratulations! Do you want to start a new singleplayer game? Otherwise game will be closed.
de: Sie haben gewonnen. Glückwunsch! Möchten sie ein weiteres Einzelspielerspiel starten? Sonst wird das Spiel geschlossen.

source: Player %s: I'm playing
de: Spieler %s: Ich bin an der Reihe

source: Player %s won the game. Do you want to try it one more time? Otherwise game will be closed.
de: Spieler %s hat das Spiel gewonnen. Möchten sie einen weiteren Versuch starten? Sonst wird das Spiel geschlossen.

source: Load a game
de: Ein Spiel laden

source: RummyCube Savegame (*.rcs)|*.rcs
de: RummyCube Gespeichertes Spiel (*.rcs)|*.rcs

source: Error during file loading:
de: Fehler beim laden der Datei:

source: Save current game
de: Aktuelles Spiel speichern

source: Error during file saving
de: Fehler beim speichern der Datei

source: At least one stone doesn't lie on the game board as told in the rules (shown in gray). ALL stones will be moved to the position they had at the beginning of the round!
de: Mindestens ein Stein auf dem Spielbrett liegt nicht wie in den Spielregeln erlaubt (dargestellt in Grau).ALLE Steine werden an die Position bewegen, die sie zu Beginn der Runde hatten!

source: Player %s disconnected. A new singleplayer game will be started.
de: Spieler %s hat das Spiel beendet. Ein neues Einzelspielerspiel wird gestartet.

source: Settings
de: Einstellungen

source: Insert here the number of Stones that you can get in the first round
de: Geben sie hier die Anzahl der Steine an, die in der ersten Runde gezogen werden dürfen

source: Number of PC-Players
de: Anzahl an PC-Spielern

source: Choose the number of computer players here
de: Gib hier die Anzahl der vom PC gesteuerten Mitspieler an

source: Holder
de: Halter

source: Table
de: Spielbrett

source: Click here to choose another background picture for the holder
de: Hier klicken um ein anderes Hintergrundbild für den Steinhalter zu verwenden

source: Click here to choose another background picture for the gameboard
de: Hier klicken um ein anderes Hintergrundbild für das Spielbrett zu verwenden

source: Click here to use the default pictures
de: Hier klicken um die Standardbilder zu verwenden

source: &Reset
de: &Zurücksetzen

source: Reset all settings
de: Alle Einstellungen zurücksetzen

source: Save settings and close this window
de: Speichert die Einstellungen und schließt das Fenster

source: Cancel changes and close this window
de: Änderungen verwerfen und das Fenster schließen

source: These Settings are used the next time you start a new game
de: Diese Einstellungen werden beim nächsten Start eines neuen Spiels verwendet

source: Please select image
de: Bitte wählen sie ein Bild aus

source: All Image Files (*.bmp; *.gif; *.png; *.jpg; *.jpeg; *.pcx; *.pnm; *.tiff; *.tga; *.iff; *.xpm)|*.bmp; *.gif; *.png; *.jpg; *.jpeg; *.pcx; *.pnm; *.tiff; *.tga; *.iff; *.xpm
de: Alle unterstützten Bildformate (*.bmp; *.gif; *.png; *.jpg; *.jpeg; *.pcx; *.pnm; *.tiff; *.tga; *.iff; *.xpm)|*.bmp; *.gif; *.png; *.jpg; *.jpeg; *.pcx; *.pnm; *.tiff; *.tga; *.iff; *.xpm

source: Do you really want to reset the settings?
de: Möchten sie die Einstellungen wirklich zurücksetzen?

source: Do you really want to use the default pictures?
de: Möchten sie wirklich die Standardbilder verwenden?

source: Select tutorial
de: Tutorial auswählen

source: &Start Tutorial
de: &Tutorial starten

source: Start the selected tutorial
de: Das gewählte Tutorial starten

source: Cancel tutorial selection
de: Tutorialauswahl abbrechen
